Repository: luke0x/connector
Catalog: po/*/connector.po
Languages: nl

source: Invalid username or password.
nl: Ongeldige gebruikersnaam of wachtwoord

source: Bookmarks
nl: Bladwijzers

source: Others' Bookmarks
nl: Bladwijzers van anderen

source: All Notifications
nl: Alle meldingen

source: Notifications
nl: Meldingen

source: Today's Events
nl: Afspraken vandaag

source: This Week's Events
nl: Afspraken deze week

source: All Events
nl: Alle afspraken

source: An invalid calendar was chosen.
nl: Deze gekozen agenda kan niet gebruikt worden.

source: There was a problem importing the iCalendar %{i18n_calendar_file}. Please be sure that it is a valid file.
nl: Er was een probleem met het importeren van de iCalender %{i18n_calendar_file}. Heeft het wel een geldig bestandsformaat?

source: Search: %{i18n_search_param}
nl: Zoeken: %{i18n_search_param}

source: New Column
nl: Nieuwe kolom

source: There was an error deleting the column.
nl: Er ging iets mis bij het verwijderen van de kolom.

source: There was a problem importing the OPML file '%{i18n_opml_file}'. Please be sure that it is a valid file.
nl: Er was een probleem bij het het importeren van het OPML bestand '%{i18n_opml_file}'. Heeft het wel een geldig bestandsformaat?

source: List folder successfully created.
nl: De lijstenmap is met succes aangemaakt.

source: An error occurred creating the list folder.
nl: Er ging iets mis bij het aanmaken van de lijstenmap.

source: List folder successfully renamed.
nl: Het is gelukt de lijstenmap een nieuwe naam te geven.

source: An error occurred renaming the list folder.
nl: Er ging iets mis bij het verwerken van de nieuwe naam voor de lijstenmap.

source: Draft
nl: Concept

source: Replied
nl: Beantwoord

source: Forwarded
nl: Doorgestuurd

source: Flagged
nl: Gemarkeerd

source: Junk
nl: Ongewenste post

source: Unread
nl: Ongelezen

source: There was a problem importing %{i18n_vcard_file}. Please be sure it is a valid vCard file.
nl: Er was een probleem met het importeren van %{i18n_vcard_file}. Heeft het wel een geldig bestandsformaat?

source: Contacts
nl: Contacten

source: Users
nl: Gebruikers

source: Current Time
nl: Huidige tijd

source: Recent Comments
nl: Recente reacties

source: Unread Messages
nl: Ongelezen berichten

source: You must log in to access your RSS/ICS
nl: Je moet inloggen om je RSS/ICS te benaderen

source: You no longer have access to this item.
nl: Je hebt niet langer toegang tot dit voorwerp.

source: The shortcut was created.
nl: De alias is aangemaakt.

source: The shortcut could not be created. Please try again.
nl: De alias kon niet worden aangemaakt. Probeer het opnieuw.

source: %{i18n_time_in_words} ago
nl: %{i18n_time_in_words} geleden

source: Toggle
nl: Wisselen

source: Click to toggle your selection.
nl: Klik om je selectie te wisselen.

source: Match All:
nl: Alles komt overeen met:

source: Top Level
nl: Top niveau

source: at
nl: bij

source: Map
nl: Kaart

source: Look up address in Google Maps
nl: Adres opzoeken met Google Maps

source: Visible in your Workspace
nl: Zichtbaar in je werkruimte

source: Subscribe
nl: Abonneren

source: Cancel
nl: Annuleren

source: Do you want to delete this group and all its subgroups? The items will be deleted.
nl: Wil je deze groep en alle subgroepen erin verwijderen? De inhoud zal ook worden verwijderd.

source: Time
nl: Tijd

source: Events
nl: Afspraken

source: All Day
nl: De gehele dag

source: Show Preview
nl: Voorbeeld laten zien

source: Hide Preview
nl: Voorbeeld verbergen

source: Unavailable
nl: Niet beschikbaar

source: Subdomain
nl: Subdomein

source: Username
nl: Gebruikersnaam

source: Password
nl: Wachtwoord

source: Remember my password for 2 weeks
nl: Mijn wachtwoord 2 weken onthouden

source: Sign In
nl: Inloggen

source: Reset your password
nl: Je wachtwoord resetten

source: Password Recovery
nl: Wachtwoord herstellen

source: Reset Password
nl: Wachtwoord resetten

source: Password Confirmation
nl: Wachtwoord bevestiging

source: Reset Password + Sign In
nl: Wachtwoord resetten + inloggen

source: What is a bookmarklet?
nl: Wat is een bookmarklet?

source: A link you add to your browser's bookmarks toolbar.
nl: Een link die je toevoegt in je browser's bladwijzerwerkbalk.

source: And what does it do?
nl: En wat doe je ermee?

source: This bookmarklet helps you quickly bookmark a page while you're browsing the web.
nl: Met dit bookmarklet kun je snel een bladwijzer aanmaken terwijl je sites bezoekt.

source: Okay, I want it
nl: OK, dat wil ik wel

source: Drag this link up to your bookmarks toolbar
nl: Sleep deze link naar je bladwijzerswerkbalk

source: +Bookmark
nl: +Bladwijzer

source: You're done
nl: Klaar!

source: Just click it when you want to bookmark a page you're looking at.
nl: Klik om een pagina aan de bladwijzers toe te voegen terwijl je de pagina bekijkt.

source: Done
nl: Klaar

source: Save Bookmark
nl: Bladwijzer bewaren

source: Bookmarked by %{i18n_bookmark_user_count} users
nl: Bladwijzer toegvoegd door %{i18n_bookmark_user_count} gebruikers

source: first by %{i18n_bookmark_first_user}
nl: als eerste door %{i18n_bookmark_first_user}

source: %{i18n_time_ago_in_words} ago
nl: %{i18n_time_ago_in_words} geleden

source: Date Created
nl: Aanmaakdatum

source: Date Modified
nl: Wijzigingsdatum

source: Notes
nl: Aantekeningen

source: Sync Bookmarks with del.icio.us
nl: Bladwijzers synchroniseren met del.icio.us

source: Save
nl: Bewaren

source: New
nl: Nieuw

source: Show New
nl: Nieuwe laten zien

source: Show All
nl: Alles laten zien

source: Edit
nl: Bewerken

source: Get the Joyent Bookmarks Bookmarklet
nl: Joyent Bladwijzer bookmarklet ophalen

source: Edit Bookmark
nl: Bladwijzer bewerken

source: New Bookmark
nl: Nieuwe bladwijzer

source: Address
nl: Adres

source: Title
nl: Titel

source: Create
nl: Aanmaken

source: Site Image
nl: Site afbeelding

source: Date Added
nl: Toevoegingsdatum

source: Owner
nl: Eigenaar

source: Go
nl: Naar site

source: Import events from an iCalendar file (.ics)
nl: Afspraken uit een iCalender (.ics) bestand importeren

source: Add the events to
nl: Afspraken toevoegen aan

source: An existing calendar
nl: Een bestaande agenda

source: A new calendar
nl: Een nieuwe agenda

source: New Calendar
nl: Nieuwe agenda

source: Import
nl: Importeren

source: 4 Weeks Ago
nl: 4 weken geleden

source: 1 Week Ago
nl: 1 week geleden

source: Yesterday
nl: Gisteren

source: Today
nl: Vandaag

source: to
nl: tot

source: Tomorrow
nl: Morgen

source: 1 Week From Now
nl: Over 1 week

source: 4 Weeks From Now
nl: Over 4 weken

source: Key
nl: Kleurkeuze

source: Overlaid Calendars
nl: Gecombineerde agenda's

source: All calendars overlayed
nl: Alle agenda's gecombineerd

source: You have <strong>%{i18n_accepted_declined}</strong> this invitation from <strong>%{i18n_inviter}</strong>.
nl: Je hebt deze uitnodiging van <strong>%{i18n_inviter}</strong> <strong>%{i18n_accepted_declined}</strong>.

source: accepted
nl: geaccepteerd

source: declined
nl: afgewezen

source: <strong>%{i18n_event_inviter}</strong> has invited you to this event.
nl: <strong>%{i18n_event_inviter}</strong> heeft je uitgenodigd voor deze afspraak.

source: Decline
nl: Afwijzen

source: Accept
nl: Accepteren

source: To accept, select the calendar into which you would like this event saved
nl: Om te accepteren kun je de agenda selecteren waarin je de afspraak wil opslaan

source: Your Calendars
nl: Eigen Agenda's

source: Date
nl: Datum

source: Repeat
nl: Herhalen

source: until
nl: tot

source: Forever
nl: Altijd

source: Location
nl: Plaats

source: Accepted By
nl: Geaccepteerd door

source: Declined By
nl: Afgewezen door

source: Pending Invitees
nl: Openstaande uitnodigingen

source: Copy
nl: Kopiëren

source: Move
nl: Verplaatsen

source: List View
nl: Lijstoverzicht

source: Month View
nl: Maandoverzicht

source: Overlay Users
nl: Gebruikers combineren

source: Import iCalendar
nl: iCalender importeren

source: Edit Event
nl: Afspraak bewerken

source: New Event
nl: Nieuwe afspraak

source: Event
nl: Afspraak

source: Calendar
nl: Agenda

source: month
nl: maand

source: day
nl: dag

source: year
nl: jaar

source: This is an <strong>all-day</strong> event
nl: Dit is een afspraak van een <strong>hele dag</strong>

source: Start Time
nl: Begintijdstip

source: Duration
nl: Duur

source: Hours
nl: Uur

source: Minutes
nl: Minuten

source: None
nl: Geen

source: Daily
nl: Dagelijks

source: Weekly
nl: Wekelijks

source: Monthly
nl: Maandelijks

source: Yearly
nl: Jaarlijks

source: End Date
nl: Einddatum

source: 15 minutes before
nl: 15 minuten voor

source: 1 hour before
nl: 1 uur voor

source: 1 day before
nl: 1 dag voor

source: Time Chart
nl: Tijdoverzicht

source: Sunday
nl: Zondag

source: Monday
nl: maandag

source: Tuesday
nl: dinsdag

source: Wednesday
nl: woensdag

source: Thursday
nl: donderdag

source: Friday
nl: vrijdag

source: Saturday
nl: zaterdag

source: Cancel
nl: Annuleren

source: Save
nl: Bewaren

source: every
nl: alle

source: Update
nl: Bijwerken

source: %{i18n_the_time_in_words} ago by
nl: %{i18n_the_time_in_words} geleden door

source: Delete
nl: Verwijderen

source: Delete this comment?
nl: Deze reactie verwijderen?

source: Comments
nl: Reacties

source: Said
nl: schreef

source: Post
nl: Verzenden

source: Save Search
nl: Zoekresultaat bewaren

source: Save this search for %{i18n_params_string} as a smart group
nl: Deze zoekvraag naar %{i18n_params_string} als slimme groep bewaren

source: Application
nl: Applicatie

source: Modified
nl: Gewijzigd

source: Email selected items as an attachment
nl: Geselecteerde voorwerpen als bijlage e-mailen.

source: Folders
nl: Mappen

source: Files
nl: Bestanden

source: Up one level
nl: Een niveau omhoog

source: Current Folder
nl: Huidige map

source: New File
nl: Nieuw bestand

source: Upload up to 5 files at once
nl: Bestanden tot 5 tegelijk uploaden

source: File
nl: Bestand

source: Folder
nl: Map

source: Edit File
nl: Bestand bewerken

source: Name
nl: Naam

source: Files: %{i18n_file_folder_pathname}
nl: Bestanden: %{i18n_file_folder_pathname}

source: Size
nl: Grootte

source: File Type
nl: Bestandstype

source: Guest Preferences
nl: Voorkeuren voor gasten

source: confirm password
nl: wachtwoord bevestigen

source: password recovery email address
nl: E-mail adres om een vergeten wachtwoord te kunnen herstellen

source: time zone
nl: tijdzone

source: language
nl: taal

source: Columns
nl: Kolommen

source: Add Column
nl: Kolom toevoegen

source: Drag column headers below to change their order.
nl: Versleep de kop van de kolommen om hun volgorde te veranderen.

source: Import an OPML file (.opml)
nl: Een OPML bestand (.opml) importeren

source: Import OPML
nl: OPML importeren

source: New Row
nl: Nieuwe rij

source: Undo
nl: Herstellen

source: Move Up
nl: Omhoog

source: Move Down
nl: Omlaag

source: Outdent
nl: Uitspringen

source: Indent
nl: Inspringen

source: Tools
nl: Gereedschap

source: Keyboard Shortcuts
nl: Toetscombinaties

source: Special Values
nl: Speciale waardes

source: Navigation
nl: Navigatie

source: Editing
nl: Aan het bewerken

source: Checkboxes
nl: Keuzevakken

source: When changing a column from Text to Checkbox the values 'true', 't', 'yes', 'y', '1', and '2' will be checked.
nl: Als je een kolom wijzigt van Tekst naar Keuzevak dan worden de waarden 'true', 't', 'yes', 'y', '1', and '2' gekozen.

source: Dates
nl: Datums

source: Various ways of entering dates are supported, such as:
nl: Er zijn verschillende manieren om datums in te voeren mogelijk, zoals:

source: Numbers
nl: Getallen

source: A number cell with the value '+' will sum the values of its children.
nl: Een getallencel met de waarde '+' laat de som van de waarden zien van de bijbehorende cellen.

source: New List
nl: Nieuwe lijst

source: Download As OPML
nl: Als OPML downloaden

source: From
nl: Van

source: Add
nl: Toevoegen

source: Hide Cc
nl: Cc verbergen

source: Hide Bcc
nl: Bcc verbergen

source: Show Cc
nl: Cc tonen

source: Show Bcc
nl: Bcc tonen

source: Subject
nl: Onderwerp

source: Attachments
nl: Bijlagen

source: Add Attachments
nl: Bijlagen toevoegen

source: From Connector
nl: Van Connector

source: From Your Computer
nl: Van je computer

source: Select a file to upload
nl: Bestand kiezen om te uploaden

source: Attach
nl: Bijlage

source: Send
nl: Verzenden

source: Save in Drafts
nl: Bewaren als Concept

source: Discard
nl: Verwijderen

source: You cannot edit this draft email because it was composed in an email application using HTML formatting. To edit the email you can either
nl: Je kunt het concept van deze e-mail niet bewerken omdat het aangemaakt is in een e-mail programma met HTML opmaak. Om toch te bewerken kun je of

source: 1) open the email in the original email application or
nl: 1) de e-mail openen in het oorspronkelijke programma

source: 2) you can copy the text from the email below and paste it into a new email in Joyent's web mail application.
nl: 2) de tekst kopiëren uit de e-mail en in een nieuwe e-mail plakken in Joyent's webmail programma.

source: Otherwise you can send the message from here.
nl: Je kunt het bericht ook vanaf deze plaats verzenden.

source: Open person in users.
nl: Open deze relatie bij de gebruikers.

source: Open person in contacts.
nl: Open deze relatie bij de contacten.

source: Create new contact.
nl: Een nieuw contact toevoegen.

source: Reply
nl: Antwoorden

source: Reply All
nl: Allen antwoorden

source: Forward
nl: Doorsturen

source: Compose
nl: Schrijven

source: Empty Trash
nl: Prullenbak legen

source: Do you want to empty your trash?
nl: Wil je je prullenbak legen?

source: New Message
nl: Nieuw bericht

source: Edit Draft Message
nl: Concept bericht bewerken

source: Forward Message
nl: Bericht doorsturen

source: Read status
nl: Lees status

source: Message has attachments?
nl: Heeft het bericht bijlagen?

source: Reply To All Recipeints
nl: Alle geadresseerden antwoorden

source: Reply To Sender
nl: Afzender antwoorden

source: Previous
nl: Vorige

source: Next
nl: Volgende

source: Does this message not look quite right?
nl: Ziet dit bericht er niet goed uit?

source: We've noticed that some messages with rich-text or attached images don't always look quite right. In an effort to improve our ability to display complex messages correctly we'd like your permission to investigate this message further. Your privacy is very important to us so we will only use this message for bug-fixing purposes. Send this message to Joyent engineers for further analysis?
nl: Het kan zijn dat berichten met rich-text opmaak of met afbeeldingen als bijlage er niet altijd goed uitzien. Met je toestemming zouden we, om in de toekomst complexe berichten toch goed weer te kunnen geven, dit bericht verder willen onderzoeken. Je privacy is voor ons zeer belangrijk, we zullen dit bericht alleen gebruiken om bugs op te sporen. Wil je dit bericht doorsturen naar Joyent om het verder te kunnen onderzoeken?

source: Your
nl: Eigen

source: Inbox
nl: Postvak in

source: of
nl: van

source: messages
nl: berichten

source: The mail server is currently unavailble
nl: De mailserver is op dit moment niet bereikbaar

source: Show
nl: Laten zien

source: View group info
nl: Groepsinfo laten zien

source: Forward In Time
nl: Vooruit in de tijd

source: Back In Time
nl: Terug in de tijd

source: Organization
nl: Organisatie

source: User
nl: Gebruiker

source: Please add a password recovery email address to your account settings
nl: Voeg alsjeblieft een e-mail adres toe aan je account instellingen om een vergeten wachtwoord te kunnen herstellen

source: Your Preferences
nl: Voorkeuren

source: Edit your personal information
nl: Persoonljke gegevens bewerken

source: Page
nl: Pagina

source: Account Switching
nl: Wisselen van account

source: Utilities
nl: Hulpgereedschap

source: Customer Center
nl: Klantenservice

source: Go to the Joyent Customer Center
nl: Ga naar de Joyent klantenservice

source: Open the Joyent Forum in a new window
nl: Open het Joyent Forum in een nieuw venster

source: Help
nl: Hulp

source: Sign Out
nl: Uitloggen

source: Next Month
nl: Volgende maand

source: Previous Month
nl: Vorige maand

source: Resize Sidebar
nl: Maat van het zijvak veranderen

source: Groups
nl: Groepen

source: Access
nl: Toegang

source: Notify
nl: Melding sturen

source: Add Tags
nl: Tags toevoegen

source: Set Access
nl: Toegangsrechten

source: Notify Someone
nl: Melding sturen

source: Balance
nl: Saldo

source: Phone Numbers
nl: Telefoonnummers

source: Your Jajah Login
nl: Je Jajah login

source: Your Jajah Number
nl: Je Jajah nummer

source: Your Email Address
nl: Je e-mail adres

source: Your Password
nl: Je wachtwoord

source: Start Call
nl: Gesprek beginnen

source: Edit Account
nl: Account bewerken

source: Account Type
nl: Soort account

source: None &ndash; Contact Only
nl: Geen &ndash; Alleen contact

source: Will have no access to your Connector.
nl: Heeft geen toegang tot je Connector

source: Guest
nl: Gast

source: Can only see or manage specified folders in your "Strongspace".
nl: Kan alleen bepaalde mappen in "Strongspace" zien of gebruiken.

source: Will have unrestricted access to the connector.
nl: Heeft onbeperkt toegang tot de Connector

source: Guest Info
nl: Gast info

source: User Info
nl: Gebruikers info

source: Your have reached your user limit. To create a new user either delete a current one or <a target="_blank" class="goto" href="http://customer.joyent.com/login">upgrade your plan</a>
nl: Je hebt je gebruikerslimiet bereikt. Om een nieuwe gebruiker aan te maken kun je of een bestaande gebruiker verwijderen of <a target="_blank" class="goto" href="http://customer.joyent.com/login">je abonnement uitbreiden</a>

source: Allow this guest to also create and delete files?
nl: Mag deze gast ook bestanden aanmaken en verwijderen?

source: Reset Guest Password
nl: Gasten wachtwoord resetten

source: email address
nl: E-mail adres

source: Reset
nl: Resetten

source: Allow this user to create and delete other users?
nl: Mag deze gebruiker andere gebruikers toevoegen of verwijderen?

source: Edit Person
nl: Relatie bewerken

source: New Person
nl: Nieuwe relatie

source: General Info
nl: Algemene informatie

source: first name
nl: voornaam

source: middle
nl: tussenvoegsel

source: last
nl: achternaam

source: company name
nl: bedrijfsnaam

source: job title
nl: functie

source: Add Phone Number
nl: Telefoonnummer toevoegen

source: Email Addresses
nl: E-mail adressen

source: Add Email Address
nl: E-mail adressen toevoegen

source: Addresses
nl: Adressen

source: Add Address
nl: Adressen toevoegen

source: IM Address
nl: IM adres

source: Add IM Address
nl: IM adressen toevoegen

source: Add Website
nl: Website toevoegen

source: Special Dates
nl: Speciale dagen

source: Add Special Date
nl: Speciale dag toevoegen

source: Import contacts from a vCard file (.vcf)
nl: Contactgegevens van een vCard bestand (.vcf) importeren

source: Download vCard for this person
nl: vCard downloaden van deze relatie

source: Phone
nl: Telefoon

source: Call this person via Skype
nl: Bel deze relatie via Skype

source: Compose a new email to
nl: Een nieuwe e-mail schrijven aan

source: Home
nl: Thuis

source: Other
nl: Overig

source: Work
nl: Werk

source: type
nl: soort

source: street address
nl: straat

source: city
nl: stad

source: state
nl: provincie of staat

source: postal code
nl: postcode

source: country
nl: land

source: Mobile
nl: Mobiel

source: Pager
nl: Pieper

source: You can add an image (GIF, JPG, or PNG), which will be resized to 48x48 pixels
nl: Je kunt een afbeelding (GIF, JPG, of PNG) toevoegen, die op maat gemaakt zal worden naar 48x48 pixels

source: Immediately remove the photo from this person?
nl: De foto van deze relatie meteen verwijderen?

source: description
nl: beschrijving

source: mo
nl: mnd

source: site name
nl: naam van de site

source: Import vCards
nl: vCards importeren

source: Call
nl: Bellen

source: Delete user(s), and their content
nl: Gebruiker(s) verwijderen, inclusief gegevens en bestanden

source: You are about to permanently delete
nl: Je staat op het punt een permanente verwijdering uit te voeren

source: Deleting a user will also <strong>irreversibly delete</strong> all of their mail, events, contacts, and files
nl: Een gebruiker verwijderen betekent dat alle bijbehorende e-mail, afspraken, contacten en bestanden <strong>onomkeerbaar verwijderd</strong> worden

source: Permanently
nl: Permanent

source: Zip
nl: Postcode

source: Search
nl: Zoeken

source: Clear search
nl: Zoeken wissen

source: address(es) found
nl: gevonden adres(sen)

source: Logout
nl: Uitloggen

source: Person Type
nl: Type relatie

source: Last Name
nl: Achternaam

source: Phone Number
nl: Telefoonnummer

source: Download vCard
nl: vCard downloaden

source: Compose a new email to %{i18n_email_address}
nl: Nieuwe e-mail sturen aan %{i18n_email_address}

source: Item
nl: Voorwerp

source: Item Type
nl: Voorwerptype

source: Comment
nl: Reactie

source: Added
nl: Toegevoegd

source: There are currently no %{i18n_unacknowledged}notifications.
nl: Er zijn op dit moment geen %{i18n_unacknowledged} meldingen.

source: unacknowledged
nl: ongelezen

source: Notification
nl: Melding

source: Notified by %{i18n_notifier_name}
nl: Melding ontvangen van %{i18n_notifier_name}

source: Dismissed
nl: Verwijderd

source: Dismiss
nl: Verwijderen

source: Compose a new email to %{i18n_person_full_name}
nl: Nieuwe e-mail aan %{i18n_person_full_name} schrijven

source: Go to report group.
nl: Ga naar de groep met rapportages.

source: Go to this group.
nl: Ga naar deze groep.

source: Reload this report.
nl: Deze rapportage opnieuw laden.

source: Refresh
nl: Verversen

source: Remove
nl: Verwijderen

source: Remove this report from the workspace.
nl: Deze rapportage uit de werkruimte verwijderen.

source: Hide this report.
nl: Deze rapportage verbergen.

source: Hide Report
nl: Rapportage verbergen

source: Show this report.
nl: Deze rapportage laten zien.

source: Show Report
nl: Rapportage tonen

source: Drag to change order
nl: Verslepen om de volgorde te veranderen

source: Refresh all of the reports in the workspace.
nl: Alle rapportages in de werkruimte verversen.

source: Refresh All
nl: Alles verversen

source: Collapse all of the reports in the workspace.
nl: Alle rapportages in de werkruimte inklappen.

source: Collapse All
nl: Alles inklappen

source: Expand all of the reports in the workspace.
nl: Alle rapportages in de werkruimte uitklappen.

source: Expand All
nl: Alles uitklappen

source: There are no reports in your workspace.
nl: Er zijn geen rapportages in je werkruimte

source: Access unavailable
nl: Toegang niet mogelijk

source: View
nl: Bekijken

source: Your %{i18n_controller_class_groupname}
nl: Eigen %{i18n_controller_class_groupname}

source: Others' %{i18n_controller_class_groupname}
nl: %{i18n_controller_class_groupname} van andere gebruikers

source: Notify unavailable
nl: Melding sturen niet mogelijk

source: Notified
nl: Melding verstuurd

source: Rules
nl: Regels

source: Tags unavailable
nl: Tags niet beschikbaar

source: Your Assigned Tags
nl: Eigen tags

source: No tags
nl: Geen tags

source: Others' Assigned Tags
nl: Tags van anderen

source: Move to %{i18n_controller_class_groupname}
nl: Verplaatsen naar %{i18n_controller_class_groupname}

source: Match All
nl: Alles komt overeen

source: Conditions
nl: Voorwaarden

source: Add Tag
nl: Tag toevoegen

source: contains
nl: bevat

source: Add Condition
nl: Voorwaarde toevoegen

source: Save Conditions
nl: Voorwaarden bewaren

source: Delete Smart
nl: Verwijder Slimme

source: Do you want to delete this smart group? No items will be deleted
nl: Wil je deze slimme groep verwijderen? Er zullen geen voorwerpen uit de map worden verwijderd

source: Rename
nl: Naam wijzigen
