Repository: luke0x/connector
Catalog: po/*/connector.po
Languages: nl

source: New Smart %{i18n_controller_class_groupname}
nl: Nieuw(e) slim(me) %{i18n_controller_class_groupname}

source: Unsubscribe
nl: Abonnement stoppen

source: Do you want to unsubscribe to %{i18n_group_name}?
nl: Wil je je uitschrijven uit %{i18n_group_name}?

source: Public
nl: Openbaar

source: Restricted to you
nl: Alleen voor jezelf toegankelijk

source: Also allow
nl: Ook toestaan

source: Save Permissions
nl: Toegangsrechten bewaren

source: Subscription
nl: Abonnement

source: View this %{i18n_controller_class_groupname} in another account
nl: Bekijk deze %{i18n_controller_class_groupname} in een ander account

source: New %{i18n_controller_class_groupname}
nl: Nieuw(e) %{i18n_controller_class_groupname}

source: Guest Access
nl: Gasten toegang

source: Share with Selected Guests
nl: Delen met geselecteerde gasten

source: Add New Folder or Smart Folder
nl: Nieuwe of slimme map toevoegen

source: Smart Folder
nl: Slimme map

source: Subscribe to this RSS feed
nl: Abonneren op deze RSS feed

source: Add New Calendar or Smart Calendar
nl: Nieuwe agenda of slimme agenda toevoegen

source: Smart Calendar
nl: Slimme agenda

source: Subscribe to this ICS calendar
nl: Abonneren op deze ICS agenda

source: Lightning Portal
nl: Lichtende Poort

source: Workspace
nl: Werkruimte

source: Add New Smart Group
nl: Nieuwe slimme groep toevoegen

source: Smart Group
nl: Slimme groep

source: What is it?
nl: Wat is dat?

source: A portal to all things Lightning.
nl: Een poort naar het Licht.

source: A place where you can gather views from every Connector application.
nl: Een plek waar je zicht kunt houden op alle Connector toepassingen.

source: How do I add a group?
nl: Hoe voeg ik een groep toe?

source: Check the 'Visible in your Workspace' checkbox in its info panel.
nl: Selecteer de 'Zichtbaar in je werkruimte' optie in zijn infopaneel.

source: Add New Folder
nl: Nieuwe map toevoegen

source: Documents
nl: Documenten

source: Lists
nl: Lijsten

source: New&hellip;
nl: Nieuw(e)&hellip;

source: List Folder
nl: Lijstenmap

source: Smart List Folder
nl: Slimme lijstenmap

source: Sent
nl: Verzonden

source: Drafts
nl: Concepten

source: Trash
nl: Prullenbak

source: Add New Mailbox or Smart Mailbox
nl: Nieuw of slim postvak toevoegen

source: Mailbox
nl: Postvak

source: Smart Mailbox
nl: Slim Postvak

source: Download contacts as a vCard file
nl: Contacten als vCard bestanden downloaden

source: Download as VCARD
nl: Downloaden als vCard

source: On
nl: Aan

source: %{i18n_comment_user_full_name} said
nl: %{i18n_comment_user_full_name} schreef

source: Repeat Until
nl: Herhalen tot

source: Location on disk
nl: Plaats op de schijf

source: Where
nl: Waar

source: %{i18n_file_owner_person_name}'s Files
nl: %{i18n_file_owner_person_name}'s bestanden

source: File Size
nl: Bestandsgrootte

source: Copy all selected items to your Bookmarks
nl: Alle geselecteerde voorwerpen naar je bladwijzers kopiëren

source: Copy all selected items to your Contacts
nl: Alle geselecteerde voorwerpen naar je Contacten kopiëren

source: Delete all selected items.
nl: Alle geselecteerde voorwerpen verwijderen.

source: Delete this item.
nl: Dit voorwerp verwijderen

source: Users Created
nl: Gebruikers toegevoegd

source: User Shortcuts
nl: Gebruikers aliassen

source: Users of multiple Connector accounts can create shortcuts to switch quickly between each account.
nl: Gebruikers van meerdere Connector accounts kunnen aliassen aanmaken om snel te kunnen wisselen tussen ieder account

source: New Shortcut
nl: Nieuwe alias

source: Add
nl: Toevoegen

source: Current Shortcuts
nl: Huidige aliassen

source: Disconnect User
nl: Gebruiker loskoppelen

source: Bookmarks: %{i18n_group_name}
nl: Bladwijzers: %{i18n_group_name}

source: Calendar: %{i18n_group_name}
nl: Agenda: %{i18n_group_name}

source: Files: %{i18n_group_name}
nl: Bestanden: %{i18n_group_name}

source: Lists: %{i18n_group_name}
nl: Lijsten: %{i18n_group_name}

source: People: %{i18n_group_name}
nl: Mensen: %{i18n_group_name}

source: Items tagged with: %{i18n_tag_name}
nl: Voorwerpen met de tag: %{i18n_tag_name}

source: Mailboxes
nl: Postvakken

source: Calendars
nl: Agenda's

source: Bookmark Folders
nl: Bladwijzermappen

source: List Folders
nl: Lijstenmappen

source: Any Condition
nl: Een of meer voorwaarden

source: Owner Username
nl: Gebruikersnaam van de eigenaar

source: Event Name
nl: Naam van de afspraak

source: Repeat Type
nl: Manier van herhalen

source: Full Name
nl: Volledige naam

source: Filename
nl: Bestandsnaam

source: Group
nl: Groep

source: People
nl: Mensen

source: Bookmark Folder
nl: Bladwijzermap

source: List
nl: Lijst

source: hour
nl: uur

source: minute
nl: minuut

source: Image
nl: Afbeelding

source: Photoshop Image
nl: Photoshop afbeelding

source: Presentation
nl: Presentatie

source: Protected Audio
nl: Beschermde audio

source: Source Code
nl: Broncode

source: Text
nl: Tekst

source: Unknown Type
nl: Onbekend type

source: listfolder
nl: lijstenmap

source: Connect Notifications
nl: Connect meldingen

source: Move Left
nl: Naar links

source: Move Right
nl: Naar rechts

source: Select Previous
nl: Vorige selecteren

source: Select Next
nl: Volgende selecteren

source: Collapse
nl: Inklappen

source: Expand
nl: Uitklappen

source: Spacebar
nl: Spatiebalk

source: Toggle First Checkbox
nl: Selecteer het eerste keuzevak

source: Untitled Event
nl: Afspraak bewerken

source: can't change
nl: kan niet wijzigen

source: doesn't have access,
nl: heeft geen toegang,

source: isn't notified,
nl: heeft geen melding ontvangen,

source: no items selected,
nl: geen voorwerpen geselecteerd,

source: Not all selected items are deleteable.
nl: Niet alle geselecteerde voorwerpen kunnen verwijderd worden.

source: This item is not deleteable.
nl: Dit voorwerp kan niet worden verwijderd.

source: You must select a group to copy items to.
nl: Je moet een groep selecteren om er voorwerpen naartoe te kunnen kopiëren.

source: You must select a group to move items to.
nl: Je moet een groep selecteren om er voorwerpen naartoe te verplaatsen.

source: You must select something in order to include it as an attachment.
nl: Je moet iets selecteren om het als bijlage toe te kunnen voegen.

source: You must select something to copy it to another group.
nl: Je moet iets selecteren om het naar een andere groep te kopiëren.

source: You must select something to copy.
nl: Je moet iets selecteren om het te kunnen kopiëren.

source: You must select something to delete.
nl: Je moet iets selecteren om te kunnen verwijderen.

source: You must select something to move it to another group.
nl: Je moet iets selecteren op het naar een andere groep te verplaatsen.

source: You must select something to tag.
nl: Je moet iets selecteren om een tag aan toe te voegen.

source: contains<br />
nl: bevat<br />

source: Type new tag here
nl: Nieuwe tag hier invoeren

source: <div class="loadingMessageSmall">Loading&hellip;</div>
nl: <div class="loadingMessageSmall">Laden&hellip;</div>

source: Addresses can not be blank.
nl: Adressen kunnen niet leeg gelaten worden.

source: assign tag as your own
nl: tag als eigen tag aanmerken

source: assign tag
nl: tag toewijzen

source: can change
nl: mag wijzigen

source: Currently marked as primary
nl: Op dit moment als eerste aangemerkt

source: Deleting...
nl: Verwijderen...

source: Do you want to copy the selected bookmarks to your bookmarks?
nl: Wil je de geselecteerd bladwijzers naar je eigen bladwijzers kopiëren?

source: Do you want to copy the selected people to your contacts?
nl: Wil je de geselecteerde mensen naar je contacten kopiëren?

source: Do you want to delete the selected items?
nl: Wil je de geselecteerde voorwerpen verwijderen?

source: Do you want to delete this item?
nl: Wil je dit voorwerp verwijderen?

source: Email addresses can not be blank.
nl: E-mail adressen kunnen niet leeg gelaten worden.

source: Everyone Else
nl: Alle anderen

source: has access to some selected items,
nl: heeft toegang tot sommige van de geselecteerde voorwerpen,

source: has access,
nl: heeft toegang,

source: IM addresses can not be blank.
nl: IM adressen kunnen niet leeg gelaten worden.

source: is notified of some selected items,
nl: heeft een melding ontvangen over sommige geselecteerde voorwerpen

source: is notified,
nl: heeft een melding ontvangen,

source: Mailbox names can not contain periods (.)
nl: Postvak namen mogen geen punt (.) bevatten

source: Mark as primary
nl: Als eerste aanmerken

source: New Smart
nl: Nieuwe Slimme

source: No tag or condition fields may be blank.
nl: Tag of voorwaarde velden mogen niet leeg gelaten worden.

source: Password recovery email address can not be blank.
nl: Het e-mailadres voor het herstellen van je vergeten wachtwoord mag niet leeg zijn.

source: Phone numbers can not be blank.
nl: Telefoonnummers kunnen niet leeg gelaten worden.

source: Search All
nl: Alles doorzoeken

source: Special date dates can not be blank.
nl: Datums van speciale dagen kunnen niet leeg gelaten worden.

source: Special date descriptions can not be blank.
nl: Beschrijvingen van speciale dagen kunnen niet leeg gelaten worden.

source: The file name can not be blank.
nl: De bestandsnaam kan niet leeg gelaten worden.

source: The group name can not be blank.
nl: De groepsnaam kan niet leeg gelaten worden.

source: The password and confirmation must match.
nl: Het wachtwoord en de bevestiging moeten overeenkomen.

source: The password can not be blank.
nl: Het wachtwoord kan niet leeg gelaten worden.

source: The smart group name can not be blank.
nl: De naam van de slimme groep mag niet leeg gelaten worden.

source: The username can not be blank.
nl: De gebruikersnaam kan niet leeg gelaten worden.

source: unassign tag
nl: tag verwijderen

source: Viewability
nl: Zichtbaarheid

source: Viewable
nl: Zichtbaar

source: Website names can not be blank.
nl: Website namen kunnen niet leeg gelaten worden.

source: Website URLs can not be blank.
nl: Website URL's kunnen niet leeg gelaten worden.

source: You must give a name to the event.
nl: Je moet de afspraak een naam geven.

source: You must select a file to import.
nl: Je moet een bestand opgeven om te importeren.

source: You must select a file to upload.
nl: Je moet een bestand opgeven om te kunnen uploaden.

source: You must specify a complete start date.
nl: Je moet een volledige startdatum opgeven

source: You must specify a start time.
nl: Je moet een begintijd opgeven.

source: You must specify an event duration.
nl: Je moet een tijdsduur opgeven.

source: You must specify at least one tag or condition.
nl: Je moet minstens één tag of voorwaarde opgeven.

source: You must specify either a name or company name.
nl: Je moet of een naam of een bedrijfsnaam opgeven.

source: Search for %{i18n_search_param}
nl: Zoeken naar %{i18n_search_param}
